Repository: evmins/MaskSurfPro
Catalog: MaskSurfPro/MaskSurfPro/Resources/AppStrings.*.resx
Languages: ru

source: About
ru: О приложении

# ActiveConnection
source: Active сonnection
ru: Активное подключение

source: Add
ru: Добавить

# AndroidNotes
source: Mask Surf Pro was designed for devices without root access. That's why you need to set proxy settings manually. Android doesn't allow to do it automatically without root access.
ru: Mask Surf Pro для Android был разработан для устройств без root доступа. Вот почему настройки прокси приходится устанавливать вручную. Android не позволяет делать это автоматически на обычных устройствах без root доступа.

source: Anonymous
ru: Анонимно

source: Anonymous network status
ru: Статус анонимной сети

# APN
source: Mobile internet
ru: Мобильный интернет

# APNTip1
source: Open Settings.
ru: Откройте Настройки.

# APNTip2
source: In "Wireless & Networks" section select "More".
ru: В "Беспроводные сети" выберите "Еще".

# APNTip3
source: Select "Mobile networks".
ru: Выберите "Мобильная сеть".

# APNTip4
source: In popup list select "Access Point Names".
ru: В появившемся списке выберите "Точки доступа (APN)".

# APNTip5
source: Select your mobile internet connection's name.
ru: Выберите название вашего мобильного интернет-соединения.

# APNTip6
source: Type "localhost" for "Proxy" field and your Polipo port (default 8000) for "Port" field. It is not necessary to modify the rest fields. Select "Save".
ru: Введите "localhost" в поле "Прокси" и ваш Polipo порт (по умолчанию 8000) в поле "Порт". Другие настройки изменять не нужно. Затем нажмите "Сохранить".

source: Apply
ru: Применить

source: Apply list
ru: Применить

source: Cancel
ru: Отмена

source: Cancel list
ru: Отменить

source: Cities
ru: Города

# CitiesCancelled
source: Cities selection cancelled.
ru: Выбранный список городов отменен.

# CitiesNotSelected
source: Cities are not selected!
ru: Города не выбраны!

# CitiesSelected
source: Cities selected, IP addresses added.
ru: Города выбраны, IP адреса добавлены.

source: Clear
ru: Очистить

source: Countries
ru: Страны

# CountriesCancelled
source: Countries selection cancelled.
ru: Выбранный список стран отменен.

# CountriesNotSelected
source: Countries are not selected!
ru: Страны не выбраны!

# CountriesSelected
source: Countries selected, IP addresses added.
ru: Страны выбраны, IP адреса добавлены.

# Disclaimer
source: Tor is copyrighted by The Tor Project. Mask Surf is produced independently from the Tor™ anonymity software and carries no guarantee from The Tor Project about quality, suitability or anything else.
ru: Tor является собственностью The Tor Project. Mask Surf произведен независимо от анонимного программного обеспечения Tor™ и The Tor Project не предоставляет гарантий касательно его качества, исправности или чего-либо еще.

# DownloadWaitMessage
source: Please wait. Downloading network information.
ru: Пожалуйста, подождите. Загружаем информацию из сети.

# FalseIPLabel
source: Your false IP is
ru: Ваш ложный IP:

# GetCitiesFirst
source: Please get all cities list before modifying selected cities.
ru: Необходимо получить полный список городов перед изменением выбранных городов.

# GetCitiesList
source: Obtain the list of cities
ru: Получить список городов

# GetCountriesList
source: Obtain the list of countries
ru: Получить список стран

# GooglePlayNotAvailable
source: Can't obtain license information from Google Play. Check your internet connection and try again.
ru: Не удалось получить лицензионную информацию от Google Play. Проверьте ваше интернет подключение и попробуйте снова.

# LanguageEnglishName
source: English
ru: Russian

# LanguageNativeName
source: English
ru: Русский

source: Mask Surf on social networks
ru: Mask Surf в социальных сетях

source: Name
ru: Название

source: No
ru: Нет

source: No active connection
ru: Нет сетевого подключения

source: Not anonymous
ru: Не анонимно

# NotLicensed
source: You application is not licensed or active internet connection is absent. Please connect to the Internet before starting Mask Surf.
ru: У вас нет лицензии на это приложение или отсутствует подключение к интернет. Пожалуйста, установите интернет-соединение перед запуском Mask Surf.

source: OK
ru: ОК

source: Polipo listening port
ru: Порт Polipo

source: Ports
ru: Порты

source: Proxy
ru: Прокси

source: Refresh
ru: Обновить

source: Remove
ru: Удалить

# ResetAllConfirmation
source: Please confirm that you want to reset program's settings.
ru: Пожалуйста подтвердите что вы желаете сбросить все настройки программы.

# ResetAllDescription
source: Reset all settings to their default values.
ru: Сбросить все настройки на значения по умолчанию.

# ResetAllLabel
source: Reset all
ru: Сбросить всё

source: Selected cities
ru: Выбранные города

source: Selected countries
ru: Выбранные страны

source: Selected regions
ru: Выбранные регионы

# SetProxyFirst
source: Please set it before testing IP to make false IP work.
ru: Пожалуйста, установите прокси перед тестированием IP, иначе ложный IP не будет работать.

source: Settings
ru: Настройки

# SettingsApplied
source: Settings were successfully applied.
ru: Настройки изменены.

# SettingsNotApplied
source: Settings weren't applied. Something went wrong.
ru: Настройки не изменены, что-то не сработало.

source: Settings were reset.
ru: Настройки были сброшены.

# SetupProxyAPN
source: Setup proxy for mobile internet connection
ru: Установить прокси для мобильного интернета.

# SetupProxyWifi
source: Setup proxy for Wi-Fi
ru: Установить прокси для Wi-Fi

# StartWaitMessage
source: Please wait. Connecting to anonymous network.
ru: Пожалуйста, подождите. Соединяемся с анонимной сетью.

source: Status
ru: Статус

# SwitchBackWarning
source: Do not forget to switch proxy settings back when Mask Surf Pro is not running.
ru: Не забудьте переключить настройки прокси-сеервера обратно когда Mask Surf Pro не запущен.

source: Test IP
ru: Проверка IP

source: The Tor Project disclaimer.
ru: Отказ от ответственности The Tor Project.

source: Tor control port
ru: Порт управления Tor

source: Tor listening port
ru: Порт Tor

source: Tor log
ru: Журнал Tor

# TorLogLabel
source: This log contains Tor messages.
ru: Этот журнал содержит сообщения Tor.

source: Total cities:
ru: Всего городов:

source: Total countries:
ru: Всего стран:

source: Total exit relays:
ru: Всего точек выхода:

# TotalUnknownLocations
source: Total not specified cities:
ru: Всего неточных расположений:

# TrafficAnonymized
source: Your internet traffic is anonymized.
ru: Ваше сетевое подключение работает в анонимном режиме.

# TrafficNotAnonymized
source: Your internet traffic is NOT anonymized. Please set proxy settings of active connection to localhost and port 8000.
ru: Ваше сетевое подключение НЕ анонимно! Пожалуйста, установите настройки прокси localhost и порт 8000.

# TrueIPLabel
source: Your true IP is
ru: Ваш настоящий IP:

source: version
ru: версия

source: Warning
ru: Предупреждение

# WifiTip1
source: Go to wifi connections list.
ru: Откройте список подключений Wi-Fi.

# WifiTip2
source: Long tap on your current Wi-Fi connection name.
ru: Сделайте длинное нажатие на текущем Wi-Fi подключении.

# WifiTip3
source: Select "Modify network".
ru: Выберите "Изменить сеть".

# WifiTip4
source: Check "Show advanced options".
ru: Отметьте галочку "Дополнительно".

# WifiTip5
source: Select "Manual" option for "Proxy" field.
ru: Выберите вариант "Вручную" для поля "Прокси-сервер".

# WifiTip6
source: Type "localhost" for "Proxy hostanme" and your Polipo port (default 8000) for "Proxy port". It is not necessary to modify the rest fields. Select "Save".
ru: Введите "localhost" в поле "Имя хоста прокси-сервера" и ваш Polipo порт (по умолчанию 8000) в поле "Порт прокси-сервера". Другие настройки изменять не нужно. Затем нажмите "Сохранить". Не забудьте переключить настройки прокси-сеервера обратно когда Mask Surf Pro не запущен.

source: Yes
ru: Да
